<?php

return [

    /*
    |--------------------------------------------------------------------------
    | سطور لغة المصادقة
    |--------------------------------------------------------------------------
    |
    | تحتوي السطور التالية على رسائل المصادقة المستخدمة في التطبيق لمختلف
    | الحالات التي نحتاج إلى عرضها للمستخدم. يمكنك تعديل هذه الرسائل
    | وفقًا لمتطلبات تطبيقك.
    |
    */

    'failed' => 'بيانات الاعتماد هذه لا تتطابق مع سجلاتنا.',
    'throttle' => 'محاولات تسجيل دخول كثيرة جدًا. يرجى المحاولة مرة أخرى بعد :seconds ثانية.',  
];

